7zip
alacritty
alsa-firmware
alsa-utils
base
base-devel
brightnessctl
chafa
dmenu
dmidecode
dnsmasq
dunst
efibootmgr
exfatprogs
falkon
ffmpeg
firefox
foot
fzf
gamemode
geogebra
git
gnuplot
gptfdisk
grim
grub
gst-plugins-good
gst-plugins-ugly
gvim
htop
i3-wm
i3blocks
i3lock
i3status
imagemagick
imv
inotify-tools
intel-media-driver
intel-ucode
iptables-nft
jq
lib32-mesa
lib32-vulkan-intel
libqalculate
libreoffice-fresh
libvirt
linux
linux-firmware
lsof
mame
man-db
man-pages
mathjax
mesa-utils
mousepad
mpv
nano
network-manager-applet
networkmanager
nmap
nodejs
npm
ntfs-3g
pacman-contrib
pacman4console
pandoc-cli
pavucontrol
pipewire-alsa
pipewire-pulse
qemu-base
qt5-wayland
qt6-wayland
qutebrowser
ranger
rclone
retroarch
retroarch-assets-xmb
scrot
slurp
sof-firmware
steam
sudo
sway
swaybg
thermald
thunar
thunderbird
tk
tlp
tmux
ttf-cascadia-code-nerd
ttf-dejavu
ttf-jetbrains-mono-nerd
ufw
unzip
virt-manager
vulkan-intel
waybar
wev
which
wl-clipboard
wmenu
wofi
xclip
xdg-desktop-portal
xdg-desktop-portal-wlr
xdg-utils
xdotool
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-src
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
yay-debug
yt-dlp
ytsurf
zathura
zathura-pdf-mupdf
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
